
$(document).ready(function(){
var regex = /Данное сообщение \(материал\) создано и \(или\) распространено иностранным средством массовой информации, выполняющим функции иностранного агента, и \(или\) российским юридическим лицом, выполняющим функции иностранного агента/ig;
document.body.innerHTML = document.body.innerHTML.replace(regex, 'Иностранный агент😎');
regex = /Данное сообщение \(материал\) создано и&nbsp;\(или\) распространено иностранным средством массовой информации, выполняющим функции иностранного агента, и&nbsp;\(или\) российским юридическим лицом, выполняющим функции иностранного агента/ig;
document.body.innerHTML = document.body.innerHTML.replace(regex, 'Иностранный агент😎');
regex = /Данное сообщение \(материал\) создано и \(или\) распространено иностранным средством массовой информации, выполняющим функции иностранного агента, и \(или\) российским юридическим лицом, выполняющим функции иностранного агента/ig;
document.body.innerHTML = document.body.innerHTML.replace(regex, 'Иностранный агент😎');
});

